Repository: xopclabs/home-manager
Catalog: home-manager/po/*.po
Languages: nb_no

source: No configuration file found at %s
nb_no: Fant ingen oppsettsfil i %s

source: No configuration file found. Please create one at %s
nb_no: Fant ikke noen oppsettsfil. Opprett en i %s

source: Sanity checking Nix
nb_no: Kontrollerer at Nix fungerer

source: Can't inspect options of a flake configuration
nb_no: Kan ikke inspisere alternativer for et flake-oppsett

source: %s: unknown option '%s'
nb_no: %s: ukjent alternativ «%s»

source: Run '%s --help' for usage help
nb_no: Kjør «%s --help» for brukshjelp

source: Creating initial Home Manager generation...
nb_no: Oppretter ny Home Manager-generasjon...

source: All done! The home-manager tool should now be installed and you can edit %s to configure Home Manager. Run 'man home-configuration.nix' to see all available options.
nb_no: Ferdig! `home-manager`-verktøyet skal nå være installert og du kan redigere %s for å konfigurere Home Manager. Kjør 'man home-configuration.nix' for å se alle tilgjengelige innstillinger.

source: Uh oh, the installation failed! Please create an issue at %s if the error seems to be the fault of Home Manager.
nb_no: Oops, installasjonen feilet! Vennligst opprett en sak på %s hvis du tror feilen er forårsaket av Home Manager.

source: Can't instantiate a flake configuration
nb_no: Kan ikke igangsette flak-oppsett

source: There is %d unread and relevant news item. Read it by running the command "%s news".
nb_no: Det er %d ulest og relevant nyhetssak. Les den ved å kjøre kommandoen «%s news».

source: Unknown "news.display" setting "%s".
nb_no: Ukjent «news.display»-innstilling «%s».

source: Cannot run build in read-only directory
nb_no: Kan ikke kjøre bygg i skrivebeskyttet mappe

source: No generation with ID %s
nb_no: Ingen generering med ID-en %s

source: Cannot remove the current generation %s
nb_no: Kan ikke fjerne nåværende generering %s

source: Removing generation %s
nb_no: Fjerner generering %s

source: No generations to expire
nb_no: Ingen genereringer til utløp

source: No home-manager packages seem to be installed.
nb_no: Ingen «home-manager»-pakker ser ut til å være installert.

source: Unknown argument %s
nb_no: Ukjent parameter %s

source: This will remove Home Manager from your system.
nb_no: Dette vil fjerne Home Manager fra systemet ditt.

source: This is a dry run, nothing will actually be uninstalled.
nb_no: Dette er en testkjøring. Ingenting vil bli avinstallert.

source: Really uninstall Home Manager?
nb_no: Vil du avinstallere Home Manager?

source: Switching to empty Home Manager configuration...
nb_no: Bytter til tomt Home Manager-oppsett …

source: Yay!
nb_no: Hurra!

source: Home Manager is uninstalled but your home.nix is left untouched.
nb_no: Home Manager er avinstallert, men din home.nix er levnet uforandret.

source: expire-generations expects one argument, got %d.
nb_no: «expire-generations» forventet ett argument, mottok %d.

source: Unknown command: %s
nb_no: Ukjent kommando: %s

source: This derivation is not buildable, please run it using nix-shell.
nb_no: Denne avledningen kan ikke bygges, vennligst kjør den i nix-shell.
